[{"title": "Arbitraging Japan: Dreams of Capitalism at the End of Finance", "title_sort": "Arbitraging Japan: Dreams of Capitalism at the End of Finance", "timestamp": "2014-12-29 13:43:45.582291+00:00", "pubdate": "2012-11-02 23:00:00+00:00", "series_index": 1.0, "last_modified": "2014-12-29 14:07:06.165907+00:00", "library_uuid": "dde67a22-8076-4906-b277-564652f90717", "_id": "6fa70721-5b63-4eb2-b74b-77cab07d2dff", "tags": ["Economics"], "comments": "<div><p>For many financial market professionals worldwide, the era of high finance is over. The times in which bankers and financiers were the primary movers and shakers of both economy and society have come to an abrupt halt. What has this shift meant for the future of capitalism? What has it meant for the future of the financial industry? What about the lives and careers of financial operators who were once driven by utopian visions of economic, social, and personal transformation? And what does it mean for critics of capitalism who have long predicted the end of financial institutions? Hirokazu Miyazaki answers these questions through a close examination of the careers and intellectual trajectories of a group of pioneering derivatives traders in Japan during the 1990s and 2000s.</p><h3>From the Inside Flap</h3><p>“Based on fieldwork with derivatives traders, Miyazaki’s <em>Arbitraging Japan</em> is a brilliant reexamination of finance that goes beyond simple sloganeering or calls for more (or less) regulation. Miyazaki’s compelling and timely contribution to the anthropology, sociology, and philosophy of finance illuminates its actors’ philosophical commitments and emphasizes its human and social aspects.”—Bill Maurer, Professor of Anthropology at University of California, Irvine  </p><p>\"Miyazaki’s superbly crafted ethnography, <em>Arbitraging Japan</em>, follows the lives of a small group of Japanese arbitrageurs as they create instruments designed to exploit the relentless generation of pricing difference emanating from the heart of financial markets. What starts as a technical exegesis on the operation of finance, yields a vibrant account of the dreams and the predicaments of our time. The narrative is restrained, perhaps even understated, and yet what is achieved is exhilarating.\"—Doug Holmes, author of <em>Integral Europe: Fast-Capitalism, Multiculturalism, Neofascism</em>  </p><h3>About the Author</h3><p><strong>Hirokazu Miyazaki</strong> is Director of the East Asia Program and Professor of Anthropology at Cornell University.</p></div>", "publisher": "University of California", "authors": ["Hirokazu Miyazaki"], "formats": [{"format": "epub", "file_name": "Arbitraging Japan_ Dreams of Capitalism at - Hirokazu Miyazaki.epub", "dir_path": "Hirokazu Miyazaki/Arbitraging Japan_ Dreams of Capitalism at the End of Finance (1)/", "size": 386534}], "cover_url": "Hirokazu Miyazaki/Arbitraging Japan_ Dreams of Capitalism at the End of Finance (1)/cover.jpg", "identifiers": [{"scheme": "isbn", "code": "0520273486"}, {"scheme": "mobi-asin", "code": "B00A3WZTX8"}, {"scheme": "google", "code": "3n-GM-kBEWsC"}, {"scheme": "amazon", "code": "B00A3WZTX8"}], "languages": ["eng"]}, {"title": "Acting in an Uncertain World: An Essay on Technical Democracy", "title_sort": "Acting in an Uncertain World: An Essay on Technical Democracy", "timestamp": "2014-12-29 13:43:46.304457+00:00", "pubdate": "2010-12-31 23:00:00+00:00", "series_index": 1.0, "last_modified": "2014-12-29 14:06:14.559740+00:00", "library_uuid": "dde67a22-8076-4906-b277-564652f90717", "_id": "1fac8701-fe6d-4e40-b15b-7777c5133a15", "tags": ["Economics"], "comments": "<p>Controversies over such issues as nuclear waste, genetically modified organisms, asbestos, tobacco, gene therapy, avian flu, and cell phone towers arise almost daily as rapid scientific and technological advances create uncertainty and bring about unforeseen concerns. The authors of Acting in an Uncertain World argue that political institutions must be expanded and improved to manage these controversies, to transform them into productive conversations, and to bring about \"technical democracy.\" They show how \"hybrid forums\"--in which experts, non-experts, ordinary citizens, and politicians come together--reveal the limits of traditional delegative democracies, in which decisions are made by quasi-professional politicians and techno-scientific information is the domain of specialists in laboratories. The division between professionals and laypeople, the authors claim, is simply outmoded. The authors argue that laboratory research should be complemented by everyday experimentation pursued in the real world, and they describe various modes of cooperation between the two. They explore a range of concrete examples of hybrid forums that have dealt with sociotechnical controversies including nuclear waste disposal in France, industrial waste and birth defects in Japan, a childhood leukemia cluster in Woburn, Massachusetts, and mad cow disease in the United Kingdom. The authors discuss the implications for political decision making in general and describe a \"dialogic\" democracy that enriches traditional representative democracy. To invent new procedures for consultation and representation, they suggest, is to contribute to an endless process that is necessary for the ongoing democratization of democracy.</p>", "publisher": "MIT", "authors": ["Michel Callon", "Pierre Lascoumes", "Yannick Barthe"], "formats": [{"format": "pdf", "file_name": "Acting in an Uncertain World_ An Essay on - Michel Callon.pdf", "dir_path": "Michel Callon/Acting in an Uncertain World_ An Essay on Technical Democracy (2)/", "size": 1048395}], "cover_url": "Michel Callon/Acting in an Uncertain World_ An Essay on Technical Democracy (2)/cover.jpg", "identifiers": [{"scheme": "google", "code": "xWmfkgAACAAJ"}, {"scheme": "amazon", "code": "0262515962"}, {"scheme": "isbn", "code": "9780262515962"}], "languages": ["eng"]}, {"title": "The Science of Passionate Interests: An Introduction to Gabriel Tarde's Economic Anthropology", "title_sort": "Science of Passionate Interests: An Introduction to Gabriel Tarde's Economic Anthropology, The", "timestamp": "2014-12-29 13:43:47.058149+00:00", "pubdate": "2009-12-14 23:00:00+00:00", "series_index": 1.0, "last_modified": "2014-12-29 14:05:09.278931+00:00", "library_uuid": "dde67a22-8076-4906-b277-564652f90717", "_id": "910f569e-834a-45e1-81c1-b423d5e499fc", "tags": ["Economics"], "comments": "<div><p>How can economics become genuinely quantitative? This is the question that French sociologist Gabriel Tarde tackled at the end of his career, and in this pamphlet, Bruno Latour and Vincent Antonin Lépinay offer a lively introduction to the work of the forgotten genius of nineteenth-century social thought. Tarde’s solution was in total contradiction to the dominant views of his time: to quantify the connections between people and goods, you need to grasp “passionate interests.” In Tarde’s view, capitalism is not a system of cold calculations—rather it is a constant amplification in the intensity and reach of passions. In a stunning anticipation of contemporary economic anthropology, Tarde’s work defines an alternative path beyond the two illusions responsible for so much modern misery: the adepts of the Invisible Hand and the devotees of the Visible Hand will learn how to escape the sterility of their fight and recognize the originality of a thinker for whom everything is intersubjective, hence quantifiable.</p><p>At a time when the regulation of financial markets is the subject of heated debate, Latour and Lépinay provide a valuable historical perspective on the fundamental nature of capitalism.</p></div>", "publisher": "Prickly Paradigm Press", "authors": ["Bruno Latour", "Vincent Antonin Lépinay"], "formats": [{"format": "pdf", "file_name": "The Science of Passionate Interests_ An In - Bruno Latour.pdf", "dir_path": "Bruno Latour/The Science of Passionate Interests_ An Introduction to Gabriel Tarde's Economic Anthropology (3)/", "size": 1828209}], "cover_url": "Bruno Latour/The Science of Passionate Interests_ An Introduction to Gabriel Tarde's Economic Anthropology (3)/cover.jpg", "identifiers": [{"scheme": "google", "code": "WEt9PgAACAAJ"}, {"scheme": "amazon", "code": "0979405777"}, {"scheme": "isbn", "code": "9780979405778"}], "languages": ["eng"]}, {"title": "The Provoked Economy: Economic Reality and the Performative Turn", "title_sort": "Provoked Economy: Economic Reality and the Performative Turn, The", "timestamp": "2014-12-29 13:43:47.745568+00:00", "pubdate": "2014-05-15 22:00:00+00:00", "series_index": 1.0, "last_modified": "2014-12-29 14:03:56.488947+00:00", "library_uuid": "dde67a22-8076-4906-b277-564652f90717", "_id": "e51548e1-db94-466e-a0f2-4f636f03cf95", "tags": ["Economics"], "comments": "<div><p>Do things such as performance indicators, valuation formulas, consumer tests, stock prices or financial contracts represent an external reality? Or do they rather constitute, in a performative fashion, what they refer to?</p><p><em>The Provoked Economy</em> tackles this question from a pragmatist angle, considering economic reality as a ceaselessly provoked reality. It takes the reader through a series of diverse empirical sites – from public administrations to stock exchanges, from investment banks to marketing facilities and business schools – in order to explore what can be seen from such a demanding standpoint. It demonstrates that descriptions of economic objects do actually produce economic objects and that the simulacrum of an economic act is indeed a form of realization. It also shows that provoking economic reality means facing practical tests in which what ought to be economic or not is subject to elaboration and controversy. </p><p>This book opens paths for empirical investigation in the social sciences, but also for the philosophical renewal of the critique of economic reality. It will be useful for students and scholars in social theory, sociology, anthropology, philosophy and economics.</p><h3>About the Author</h3><p><strong>Fabian Muniesa</strong> is a researcher at the Centre de Sociologie de l’Innovation, École des Mines de Paris. He looks at calculation, valuation and organization from a pragmatist standpoint, with a focus on the problems of business pedagogy, managerial performance, financial innovation and economic reasoning.</p></div>", "publisher": "Routledge", "authors": ["Fabian Muniesa"], "formats": [{"format": "pdf", "file_name": "The Provoked Economy_ Economic Reality and - Fabian Muniesa.pdf", "dir_path": "Fabian Muniesa/The Provoked Economy_ Economic Reality and the Performative Turn (4)/", "size": 3228742}], "cover_url": "Fabian Muniesa/The Provoked Economy_ Economic Reality and the Performative Turn (4)/cover.jpg", "identifiers": [{"scheme": "amazon", "code": "B00KDHOIJ4"}], "languages": ["eng"]}, {"title": "An Engine, Not a Camera: How Financial Models Shape Markets", "title_sort": "Engine, Not a Camera: How Financial Models Shape Markets, An", "timestamp": "2014-12-29 13:43:48.729044+00:00", "pubdate": "2008-08-28 22:00:00+00:00", "series_index": 1.0, "last_modified": "2014-12-29 14:09:58.491145+00:00", "library_uuid": "dde67a22-8076-4906-b277-564652f90717", "_id": "87625db5-19ef-48e1-9268-ed40e96e28a6", "tags": ["Economics"], "comments": "<div><p>In An Engine, Not a Camera, Donald MacKenzie argues that the emergence of modern economic theories of finance affected financial markets in fundamental ways. These new, Nobel Prize-winning theories, based on elegant mathematical models of markets, were not simply external analyses but intrinsic parts of economic processes. Paraphrasing Milton Friedman, MacKenzie says that economic models are an engine of inquiry rather than a camera to reproduce empirical facts. More than that, the emergence of an authoritative theory of financial markets altered those markets fundamentally. For example, in 1970, there was almost no trading in financial derivatives such as \"futures.\" By June of 2004, derivatives contracts totaling $273 trillion were outstanding worldwide. MacKenzie suggests that this growth could never have happened without the development of theories that gave derivatives legitimacy and explained their complexities. MacKenzie examines the role played by finance theory in the two most serious crises to hit the world's financial markets in recent years: the stock market crash of 1987 and the market turmoil that engulfed the hedge fund Long-Term Capital Management in 1998. He also looks at finance theory that is somewhat beyond the mainstream -- chaos theorist Benoit Mandelbrot's model of \"wild\" randomness. MacKenzie's pioneering work in the social studies of finance will interest anyone who wants to understand how America's financial markets have grown into their current form.</p><h3>Review</h3><p>\"An Engine, Not a Camera provides an insightful appreciation of the ways in which financial models influence and shape the world they seek to understand.\" Anthony Hopwood Times Higher Education Supplement</p><p>\"A brilliant, extremely lucid account of the connections between financial economics and the development of futures, options, and derivatives markets between the 1950s and 2001.\" Neil Fligstein American Journal of Sociology</p><p>\" <em>An Engine, Not a Camera</em> is a compelling, detailed, and elegantly written exploration of the conditions in which finance economists help to make the world they seek to describe and predict. Donald MacKenzie has long been without equal as a sociologist of how late modern futures are brought into being and made authoritative. This is his best work yet.\" <strong>Steven Shapin </strong>, Franklin L. Ford Professor of the History of Science, Harvard University </p><p>\"Maggie Mort tells the fascinating and unusual story of the development of a high-tech submarine from the point of view of workers on the project.\"--Michel Callon, Ecole des Mines de Paris</p><h3>About the Author</h3><p>Donald MacKenzie is Professor of Sociology (Personal Chair) at the University of Edinburgh. His books include <em>Inventing Accuracy</em> (1990), <em>Knowing Machines</em> (1996), and <em>Mechanizing Proof</em> (2001), all published by the MIT Press. Portions of <em>An Engine, not a Camera</em> won the Viviana A. Zelizer Prize in economic sociology from the American Sociological Association. </p></div>", "publisher": "MIT", "authors": ["Donald Mackenzie"], "formats": [{"format": "epub", "file_name": "An Engine, Not a Camera_ How Financial Mod - Donald Mackenzie.epub", "dir_path": "Donald Mackenzie/An Engine, Not a Camera_ How Financial Models Shape Markets (5)/", "size": 3309164}], "cover_url": "Donald Mackenzie/An Engine, Not a Camera_ How Financial Models Shape Markets (5)/cover.jpg", "identifiers": [{"scheme": "oasin", "code": "0262134608"}, {"scheme": "asin", "code": "B002RDE06S"}, {"scheme": "amazon", "code": "B002RDE06S"}, {"scheme": "guid", "code": "19835eeec48549b4ed37475f8685709016eaec"}], "languages": ["eng"]}, {"title": "The Manufacture of Knowledge: An Essay on the Constructivist and Contextual Nature of Science", "title_sort": "Manufacture of Knowledge: An Essay on the Constructivist and Contextual Nature of Science, The", "timestamp": "2014-12-29 13:43:49.543459+00:00", "pubdate": "1981-12-14 23:00:00+00:00", "series_index": 1.0, "last_modified": "2014-12-29 14:09:57.482445+00:00", "library_uuid": "dde67a22-8076-4906-b277-564652f90717", "_id": "b22b6518-7b75-4e9e-8deb-4967f23723e6", "tags": ["Economics"], "comments": "<p class=\"description\">The anthropological approach is the central focus of this study. Laboratories are looked upon with the innocent eye of the traveller in exotic lands, and the societies found in these places are observed with the objective yet compassionate eye of the visitor from a quite other cultural milieu. There are many surprises that await us if we enter a laboratory in this frame of mind... This study is a realistic enterprise, an attempt to truly represent the social order of life in laboratories and institutes of research, just as they are. By bringing the philosophical issues to the surface as matters not of prejudgement but as matters of concern, Karin Knorr-Cetina has developed the first really positive challenge to the philosophy of science since the days of paradigms and internal definitions of meanings.</p>", "publisher": "Pergamon Press", "authors": ["Karin Knorr Cetina"], "formats": [{"format": "pdf", "file_name": "The Manufacture of Knowledge_ An Essay on - Karin Knorr Cetina.pdf", "dir_path": "Karin Knorr Cetina/The Manufacture of Knowledge_ An Essay on the Constructivist and Contextual Nature of Science (6)/", "size": 4368786}], "cover_url": "Karin Knorr Cetina/The Manufacture of Knowledge_ An Essay on the Constructivist and Contextual Nature of Science (6)/cover.jpg", "identifiers": [{"scheme": "google", "code": "HF8cAQAAIAAJ"}, {"scheme": "amazon", "code": "008025778X"}, {"scheme": "isbn", "code": "9780080257785"}], "languages": ["eng"]}, {"title": "Laws of the Markets", "title_sort": "Laws of the Markets", "timestamp": "2014-12-29 13:43:50.479101+00:00", "pubdate": "1998-10-14 22:00:00+00:00", "series_index": 1.0, "last_modified": "2014-12-29 14:01:04.660901+00:00", "library_uuid": "dde67a22-8076-4906-b277-564652f90717", "_id": "eb225cb8-a9cf-4499-a943-92aa001139c5", "tags": ["Economics"], "comments": "<p class=\"description\">With the collapse of the planned economies of Eastern Europe, the market is extending its reach and at the same time claiming its universal applicability. But this is occurring while paradoxically it is becoming more difficult to define \"the market\". The authors, all outstanding scholars in the booming field of socio-economics, explore how concrete markets are built up and stabilized. They give answers to questions such as the following: How are entities, material or non material, human or non human, transformed into commodities? How are economic behaviours shaped by institutional arrangements? Is it possible to characterize the role of the social sciences and in particular of economics in performing markets and in enforcing rational behaviours?</p>", "publisher": "Wiley", "authors": ["Michel Callon"], "formats": [{"format": "pdf", "file_name": "Laws of the Markets - Michel Callon.pdf", "dir_path": "Michel Callon/Laws of the Markets (7)/", "size": 3959416}], "cover_url": "Michel Callon/Laws of the Markets (7)/cover.jpg", "identifiers": [{"scheme": "isbn", "code": "9780631206088"}, {"scheme": "google", "code": "qn5iQgAACAAJ"}, {"scheme": "amazon", "code": "0631206086"}], "languages": ["eng"]}, {"title": "The Blank Swan", "title_sort": "Blank Swan, The", "timestamp": "2014-12-29 13:43:52.192589+00:00", "pubdate": "2010-04-06 22:00:00+00:00", "series_index": 1.0, "last_modified": "2014-12-29 14:00:17.548548+00:00", "library_uuid": "dde67a22-8076-4906-b277-564652f90717", "_id": "7525619f-ba0b-4205-8f83-14558e006595", "tags": ["Economics"], "comments": "<div><p>October 19th 1987 was a day of huge change for the global finance industry.  On this day the stock market crashed, the Nobel Prize winning Black-Scholes formula failed and volatility smiles were born, and on this day Elie Ayache began his career, on the trading floor of the French Futures and Options Exchange.  <br><br>Experts everywhere sought to find a model for this event, and ways to simulate it in order to avoid a recurrence in the future, but the one thing that struck Elie that day was the belief that what actually happened on 19th October 1987 is simply non reproducible outside 19th October 1987 - you cannot reduce it to a chain of causes and effects, or even to a random generator, that can then be reproduced or represented in a theoretical framework.  </p><p>The Blank Swan is Elie's highly original treatise on the financial markets - presenting a totally revolutionary rethinking of derivative pricing and technology. It is not a diatribe against Nassim Taleb's The Black Swan, but criticises the whole background or framework of predictable and unpredictable events - white and black swans alike -, i.e. the very category of prediction.<br><br>In this revolutionary book, Elie redefines the components of the technology needed to price and trade derivatives. Most importantly, and drawing on a long tradition of philosophy of the event, from Henri Bergson, to Gilles Deleuze, to Alain Badiou, and on a recent brand of philosophy of contingency, embodied by the speculative materialism of Quentin Meillassoux, Elie redefines the market itself against the common perceptions of orthodox financial theory, general equilibrium theory and the sociology of finance.<br><br>This book will change the way that we think about derivatives and approach the market. If anything, derivatives should be renamed contingent claims, where contingency is now absolute and no longer derivative, and the market is just its medium. Also, the book establishes the missing link between quantitative modelling (no longer dependent on probability theory but on a novel brand of mathematics which Elie calls the mathematics of price) and the reality of the market.</p><h3>From the Author</h3><p>The current crisis has led us to a conceptual impasse regarding the financial market. No prediction model can apply to the market, someone like Nassim Taleb, author of The Black Swan, would say and derivatives, which are the product of the most sophisticated brand of financial mathematics and engineering, should be banned. I claim that the way of the market falls outside probability and prediction, and for this reason it should be preserved.  </p><p>Probability has to be discarded and a new category has to emerge instead, which will mediate contingency. This new category is something called \"price.\" While probability mediates abstract possibilities, or pure metaphysical fictions, price mediates concrete and real contingencies, which typically take place in a market.   </p><p>Philosophers and financial academics alike seem to be missing the point. Philosophers of contingency and the event are for the most part of leftist obedience. They believe that the crisis signals the end of capitalism and Wall Street.  </p><p>In fact, the market has nothing to do with Wall Street or with the investment banks. Market-making is a creative activity. The market is a category of thought that is independent of ideology. It replaces probability altogether and discarding the market, like the philosophers of the radical change claim we should do, is like discarding probability!  </p><p>As for financial academics, they aren't in the least interested in learning about the onto-genesis of the market, or the very investigation that I have attempted in this book. They deal with prices and values as if they were numbers and mathematical functions. How can they listen to someone who claims that the price only looks like a number but doesn't \"compute\" like one and that one needs to very carefully  examine a long thread of philosophy of the event and of contingency, extending  from Bergson to Deleuze to Badiou and Meillassoux, in order to understand what's inside a price ?  </p><hr><p>Simplest ideas are sometimes the most revolutionary and, consequently, the most difficult ones. Here is the simple idea that my whole book revolves around: If contingency is truly to be considered absolute (as in Meillassoux), then it should no longer be thought in terms of possibilities (what, in probability theory, we call \"states of the world,\" or in metaphysics, \"possible worlds\"). It should be thought absolutely, independently of any \"system of coordinates\" represented in possibility.  </p><p>In Meillassoux, contingency comes even before existence, before the ontology of existing things, let alone states. I find astonishing that no one seems to be worried about the medium where such contingency-without-possibility, if it must be conceived at all, could be \"represented.\" Not to mention the metaphysics, or even the mathematics, where it could find an expression.   </p><p>It is very hard to think of a contingent thing without representing in mind the possible other things that it might be. Philosophers are trained to form and develop just these kinds of \"impossible\" thoughts. All I am saying is that - with all due respect to the philosophers - this conception of absolute contingency finally finds in the  market of contingent claims (and in its translation in the \"mathematics of price\")  the adapted category of thought.  </p><p>My point is simply that philosophers might be missing a whole new way of writing philosophy. Just think what the real amazing implications would be if we were truly to start writing and thinking without the idea of probability and prediction! As for the financial and economical experts, they might be missing the opportunity to elevate their field above the level of human or political science.<br>--Book synopsis </p><h3>From the Inside Flap</h3><p>\"<em>The Blank Swan</em> is neither Black, White or Blank, but a very original book written about derivatives and financial markets. It will certainly make you think about derivatives instruments and markets in many new ways.\"<br>–<strong>Dr Espen Gaarder Haug</strong>, Trader, Thinker and Author of <em>Derivatives Models on Models</em></p><p>\"Ayache's writing is a very interesting combination of the completely mad and the entirely sane, with the non-crazy just neatly outweighing the insane.\"<br>–<strong>Dr Nina Power</strong>, Senior Lecturer in Philosphy at Roehampton University, co-editor of <em>Alain Badiou's On Beckett</em> (Clinamen) and author of <em>One-Dimensional Woman</em> (Zero Books). </p></div>", "publisher": "Wiley", "authors": ["Elie Ayache"], "formats": [{"format": "mobi", "file_name": "The Blank Swan - Elie Ayache.mobi", "dir_path": "Elie Ayache/The Blank Swan (8)/", "size": 1338564}], "cover_url": "Elie Ayache/The Blank Swan (8)/cover.jpg", "identifiers": [{"scheme": "mobi-asin", "code": "B003GWX8Y4"}, {"scheme": "isbn", "code": "0470725222"}, {"scheme": "amazon", "code": "B003GWX8Y4"}], "languages": ["eng"]}, {"title": "Material Markets: How Economic Agents Are Constructed", "title_sort": "Material Markets: How Economic Agents Are Constructed", "timestamp": "2014-12-29 13:43:53.124267+00:00", "pubdate": "2008-12-10 23:00:00+00:00", "series_index": 1.0, "last_modified": "2014-12-29 14:09:58.491145+00:00", "library_uuid": "dde67a22-8076-4906-b277-564652f90717", "_id": "962fff3a-0347-4706-a3b8-80c171f668a5", "tags": ["Economics"], "comments": "<div><p>Financial markets, processes, and instruments are often difficult to fathom; the credit crisis highlights both their importance and their fragility. Donald MacKenzie is one of the most perceptive analysts of the workings of the financial world. In this book, he argues that economic agents and markets need to be analyzed in their full materiality: their physicality, their corporeality, their technicality. Markets are populated not by disembodied, abstract agents, but<br>by embodied human beings and technical systems. Concepts and systematic ways of thinking that simplify market processes and make them mentally tractable are essential to how markets function.  </p><p>In putting forward this material sociology of markets, the book synthesizes and contributes to the new field of social studies of finance: the application to financial markets not just of economics but of wider social-science disciplines, in particular science and technology studies. The topics covered include the development of financial derivatives exchanges (non-existent in 1970, but now trading products equivalent to $13,000 for every human being on earth); arbitrage; how corporate profit<br>figures are constructed; the crucial new markets in carbon emissions; and a case-study of a hedge fund (based, unusually, on direct observation of its trading).  </p><p>The book will appeal to research students and academics across the social sciences, and the general reader will enjoy the book's explanations and analyses of some of the most important phenomena of today's turbulent markets.</p><h3>About the Author</h3><p>Donald MacKenzie is Professor of Sociology (Personal Chair) at the University of Edinburgh. He was winner of the 2005 John Desmond Bernal Prize, awarded jointly by the Society for Social Studies of Science and the Institute for Scientific Information, for career contributions to the field of science studies. His books include <em>Inventing Accuracy</em> (MIT Press, 1990), <em>Knowing Machines</em> (MIT Press, 1996), <em>Mechanizing Proof</em> (MIT Press, 2001), and <em>An Engine, Not a Camera: How Financial Models Shape Markets</em> (MIT Press, 2006).  </p></div>", "publisher": "Oxford University", "authors": ["Donald Mackenzie"], "formats": [{"format": "mobi", "file_name": "Material Markets_ How Economic Agents Are - Donald Mackenzie.mobi", "dir_path": "Donald Mackenzie/Material Markets_ How Economic Agents Are Constructed (9)/", "size": 584392}], "cover_url": "Donald Mackenzie/Material Markets_ How Economic Agents Are Constructed (9)/cover.jpg", "identifiers": [{"scheme": "amazon", "code": "B005LNKUKG"}, {"scheme": "mobi-asin", "code": "B005LNKUKG"}, {"scheme": "isbn", "code": "0199278156"}], "languages": ["eng"]}, {"title": "Liquidated: An Ethnography of Wall Street (A John Hope Franklin Center Book)", "title_sort": "Liquidated: An Ethnography of Wall Street (A John Hope Franklin Center Book)", "timestamp": "2014-12-29 13:43:53.948450+00:00", "pubdate": "2009-07-12 22:00:00+00:00", "series_index": 1.0, "last_modified": "2014-12-29 13:58:29.065542+00:00", "library_uuid": "dde67a22-8076-4906-b277-564652f90717", "_id": "5ec14b6e-cf98-492d-8f98-1c99fa0d2da6", "tags": ["Economics"], "comments": "<div><p>Financial collapses—whether of the junk bond market, the Internet bubble, or the highly leveraged housing market—are often explained as the inevitable result of market cycles: What goes up must come down. In <em>Liquidated</em>, Karen Ho punctures the aura of the abstract, all-powerful market to show how financial markets, and particularly booms and busts, are constructed. Through an in-depth investigation into the everyday experiences and ideologies of Wall Street investment bankers, Ho describes how a financially dominant but highly unstable market system is understood, justified, and produced through the restructuring of corporations and the larger economy.</p><p>Ho, who worked at an investment bank herself, argues that bankers’ approaches to financial markets and corporate America are inseparable from the structures and strategies of their workplaces. Her ethnographic analysis of those workplaces is filled with the voices of stressed first-year associates, overworked and alienated analysts, undergraduates eager to be hired, and seasoned managing directors. Recruited from elite universities as “the best and the brightest,” investment bankers are socialized into a world of high risk and high reward. They are paid handsomely, with the understanding that they may be let go at any time. Their workplace culture and networks of privilege create the perception that job insecurity builds character, and employee liquidity results in smart, efficient business. Based on this culture of liquidity and compensation practices tied to profligate deal-making, Wall Street investment bankers reshape corporate America in their own image. Their mission is the creation of shareholder value, but Ho demonstrates that their practices and assumptions often produce crises instead. By connecting the values and actions of investment bankers to the construction of markets and the restructuring of U.S. corporations, <em>Liquidated</em> reveals the particular culture of Wall Street often obscured by triumphalist readings of capitalist globalization.</p></div>", "publisher": "Duke University", "authors": ["Karen Ho"], "formats": [{"format": "pdf", "file_name": "Liquidated_ An Ethnography of Wall Street - Karen Ho.pdf", "dir_path": "Karen Ho/Liquidated_ An Ethnography of Wall Street (A John Hope Franklin Center Book) (10)/", "size": 1835355}], "cover_url": "Karen Ho/Liquidated_ An Ethnography of Wall Street (A John Hope Franklin Center Book) (10)/cover.jpg", "identifiers": [{"scheme": "isbn", "code": "9780822345992"}, {"scheme": "amazon", "code": "0822345994"}], "languages": ["eng"]}, {"title": "Knowing Machines: Essays on Technical Change (Inside Technology)", "title_sort": "Knowing Machines: Essays on Technical Change (Inside Technology)", "timestamp": "2014-12-29 13:43:54.758287+00:00", "pubdate": "1996-01-01 23:00:00+00:00", "series_index": 1.0, "last_modified": "2014-12-29 14:09:58.491145+00:00", "library_uuid": "dde67a22-8076-4906-b277-564652f90717", "_id": "6176717e-4d01-4162-9b45-4bc57cf3314b", "tags": ["Economics"], "comments": "<div><p>Ranging from broad inquiries into the roles of economics and sociology in the explanation of technological change to an argument for the possibility of \"uninventing\" nuclear weapons, this selection of Donald MacKenzie's essays provides a solid introduction to the style and the substance of the sociology of technology.  </p><p>The essays are tied together by their explorations of connections (primarily among technology, society, and knowledge) and by their general focus on modern \"high\" technology. They also share an emphasis on the complexity of technological formation and fixation and on the role of belief (especially self-validating belief) in technological change.  </p><p>Two of the articles won major prizes on their original journal publication, and all but one date from 1991 or later. A substantial new introduction outlines the common themes underlying this body of work and places it in the context of recent debates in technology studies. Two conceptual essays are followed by seven empirical essays focusing on the laser gyroscopes that are central to modern aircraft navigation technology, supercomputers (with a particular emphasis on their use in the design of nuclear weapons), the application of mathematical proof in the design of computer systems, computer-related accidental deaths, and the nature of the knowledge that is needed to design a nuclear bomb.</p></div>", "publisher": "MIT", "authors": ["Donald Mackenzie"], "formats": [{"format": "pdf", "file_name": "Knowing Machines_ Essays on Technical Chan - Donald Mackenzie.pdf", "dir_path": "Donald Mackenzie/Knowing Machines_ Essays on Technical Change (Inside Technology) (11)/", "size": 1826039}], "cover_url": "Donald Mackenzie/Knowing Machines_ Essays on Technical Change (Inside Technology) (11)/cover.jpg", "identifiers": [{"scheme": "amazon", "code": "0262133156"}, {"scheme": "isbn", "code": "9780262133159"}], "languages": ["eng"]}, {"title": "The Sociology of Financial Markets", "title_sort": "Sociology of Financial Markets, The", "timestamp": "2014-12-29 13:43:55.525470+00:00", "pubdate": "2004-12-15 23:00:00+00:00", "series_index": 1.0, "last_modified": "2014-12-29 13:56:19.162250+00:00", "library_uuid": "dde67a22-8076-4906-b277-564652f90717", "_id": "67b6f654-6510-47bf-9cf9-dd912172d563", "tags": ["Economics"], "comments": "<div><p>Financial markets have often been seen by economists as efficient mechanisms that fulfill vital functions within economies. But do financial markets really operate in such a straightforward manner? The Sociology of Financial Markets approaches financial markets from a sociological perspective. It seeks to provide an adequate sociological conceptualization of financial markets, and examine who the actors within them are, how they operate within which networks, and under which cognitive and cultural assumptions. Patterns of trading, trading room coordination, cognition and emotions, and global interaction are studied to help us better understand how markets work and the types of reasoning underlying these institutions. Financial markets also have a structural impact on the governance of social and economic institutions. Until now, sociologists have examined issues of governance mostly with respect to the legal framework of financial transactions. Contributions in this book highlight the ways in which financial markets shape the inner working and structure of corporations and their governance. Finally, the book seeks to investigate the symbolic aspects of financial markets. Financial markets affect not only economic and social structures but also societal cultural images and frameworks of meaning. Barbara Czarniawska demonstrates how representations of gender relationships are a case in point. Arguing that financial markets are not simply neutral with respect to questions of gender but enhance certain images and interpretations of men and women. Addressing many important topics from a sociological perspective for the first time, this book will be key reading for academics, researchers, and advanced students of financial markets in Business, Management, Economics, Finance and Sociology.</p><h3>Review</h3><p>`Review from previous edition ...until now sociologists have shown little sustained interest in financial markets. The situation is clearly changing, however, and this welcome volume reveals that there are many different ways to apprehend these fascinating and perplexing institutions.' The American Journal of Sociology  </p><p>`The Sociology of Financial Markets documents [the] intriguingly fresh perspectives [which] are emerging on personal interactions in such settings as trading floors, corporate boards of directors, and central bank policy-making committees.' Financial Analysts Journal </p><h3>About the Author</h3><p>Karin Knorr Cetina is a Professor of Sociology, University of Konstanz. Alex Preda is a Lecturer in Social Theory, University of Edinburgh. </p></div>", "publisher": "Oxford University", "authors": ["Karin Knorr Cetina", "Alex Preda"], "formats": [{"format": "epub", "file_name": "The Sociology of Financial Markets - Karin Knorr Cetina.epub", "dir_path": "Karin Knorr Cetina/The Sociology of Financial Markets (12)/", "size": 5177794}], "cover_url": "Karin Knorr Cetina/The Sociology of Financial Markets (12)/cover.jpg", "identifiers": [{"scheme": "guid", "code": "3cf03871e9e813223227279e3e9e9cfa1ded19"}, {"scheme": "oasin", "code": "0199275599"}, {"scheme": "asin", "code": "B0040703BK"}, {"scheme": "amazon", "code": "B0040703BK"}], "languages": ["eng"]}, {"title": "Framing Finance: The Boundaries of Markets and Modern Capitalism", "title_sort": "Framing Finance: The Boundaries of Markets and Modern Capitalism", "timestamp": "2014-12-29 13:43:56.313613+00:00", "pubdate": "2009-07-14 22:00:00+00:00", "series_index": 1.0, "last_modified": "2015-05-14 21:20:28.932707+00:00", "library_uuid": "dde67a22-8076-4906-b277-564652f90717", "_id": "9f1295a7-8ed7-4e2c-96ce-9f4ea470b055", "tags": ["Economics"], "comments": "<div><p>As the banking crisis and its effects on the world economy have made plain, the stock market is of colossal importance to our livelihoods. In <em>Framing Finance</em>, Alex Preda looks at the history of the market to figure out how we arrived at a point where investing is not only commonplace, but critical, as market fluctuations threaten our plans to send our children to college or retire comfortably.</p><p>As Preda discovers through extensive research, the public was once much more skeptical. For investing to become accepted, a deep-seated prejudice against speculation had to be overcome, and Preda reveals that over the course of the eighteenth and nineteenth centuries groups associated with stock exchanges in New York, London, and Paris managed to redefine finance as a scientific pursuit grounded in observational technology. But Preda also notes that as the financial data in which they trafficked became ever more difficult to understand, charismatic speculators emerged whose manipulations of the market undermined the benefits of widespread investment. And so, <em>Framing Finance</em> ends with an eye on the future, proposing a system of public financial education to counter the irrational elements that still animate the appeal of finance.</p></div>", "publisher": "University of Chicago", "authors": ["Alex Preda"], "formats": [{"format": "pdf", "file_name": "Framing Finance_ The Boundaries of Markets - Alex Preda.pdf", "dir_path": "Alex Preda/Framing Finance_ The Boundaries of Markets and Modern Capitalism (13)/", "size": 1579669}], "cover_url": "Alex Preda/Framing Finance_ The Boundaries of Markets and Modern Capitalism (13)/cover.jpg", "identifiers": [{"scheme": "isbn", "code": "9780226679327"}, {"scheme": "amazon", "code": "0226679314"}], "languages": ["eng"]}, {"title": "Freaks of Fortune: The Emerging World of Capitalism and Risk in America", "title_sort": "Freaks of Fortune: The Emerging World of Capitalism and Risk in America", "timestamp": "2014-12-29 13:43:57.085623+00:00", "pubdate": "2012-10-28 23:00:00+00:00", "series_index": 1.0, "last_modified": "2014-12-29 14:07:38.983044+00:00", "library_uuid": "dde67a22-8076-4906-b277-564652f90717", "_id": "718e29c8-6804-4110-ad44-8364cba27d4e", "tags": ["Economics"], "comments": "<div><p>Until the early nineteenth century, \"risk\" was a specialized term: it was the commodity exchanged in a marine insurance contract. <em>Freaks of Fortune</em> tells the story of how the modern concept of risk emerged in the United States. Born on the high seas, risk migrated inland and became essential to the financial management of an inherently uncertain capitalist future.</p><p>Focusing on the hopes and anxieties of ordinary people, Jonathan Levy shows how risk developed through the extraordinary growth of new financial institutions-insurance corporations, savings banks, mortgage-backed securities markets, commodities futures markets, and securities markets-while posing inescapable moral questions. For at the heart of risk's rise was a new vision of freedom. To be a free individual, whether an emancipated slave, a plains farmer, or a Wall Street financier, was to take, assume, and manage one's own personal risk. Yet this often meant offloading that same risk onto a series of new financial institutions, which together have only recently acquired the name \"financial services industry.\" Levy traces the fate of a new vision of personal freedom, as it unfolded in the new economic reality created by the American financial system.</p><p>Amid the nineteenth-century's waning faith in God's providence, Americans increasingly confronted unanticipated challenges to their independence and security in the boom and bust chance-world of capitalism. <em>Freaks of Fortune</em> is one of the first books to excavate the historical origins of our own financialized times and risk-defined lives.</p></div>", "publisher": "Harvard University", "authors": ["Jonathan Levy"], "formats": [{"format": "pdf", "file_name": "Freaks of Fortune_ The Emerging World of C - Jonathan Levy.pdf", "dir_path": "Jonathan Levy/Freaks of Fortune_ The Emerging World of Capitalism and Risk in America (14)/", "size": 2354204}], "cover_url": "Jonathan Levy/Freaks of Fortune_ The Emerging World of Capitalism and Risk in America (14)/cover.jpg", "identifiers": [{"scheme": "amazon", "code": "0674047486"}, {"scheme": "google", "code": "oGvuugAACAAJ"}, {"scheme": "isbn", "code": "9780674047488"}], "languages": ["eng"]}, {"title": "Economy of Words: Communicative Imperatives in Central Banks", "title_sort": "Economy of Words: Communicative Imperatives in Central Banks", "timestamp": "2014-12-29 13:43:58.009771+00:00", "pubdate": "2013-12-08 23:00:00+00:00", "series_index": 1.0, "last_modified": "2015-05-14 21:20:28.932707+00:00", "library_uuid": "dde67a22-8076-4906-b277-564652f90717", "_id": "e2527a5b-9afd-438c-a609-5de6ce9f9d06", "tags": ["Economics"], "comments": "<p>Markets are artifacts of language—so Douglas R. Holmes argues in this deeply researched look at central banks and the people who run them. Working at the intersection of anthropology, linguistics, and economics, he shows how central bankers have been engaging in communicative experiments that predate the financial crisis and continue to be refined amid its unfolding turmoil—experiments that do not merely describe the economy, but actually create its distinctive features.<br><br>Holmes examines the New York District Branch of the Federal Reserve, the European Central Bank, Deutsche Bundesbank, and the Bank of England, among others, and shows how officials there have created a new monetary regime that relies on collaboration with the public to achieve the ends of monetary policy. Central bankers, Holmes argues, have shifted the conceptual anchor of monetary affairs away from standards such as gold or fixed exchange rates and toward an evolving relationship with the public, one rooted in sentiments and expectations. Going behind closed doors to reveal the intellectual world of central banks,<em>Economy of Words</em> offers provocative new insights into the way our economic circumstances are conceptualized and ultimately managed.</p>", "publisher": "University of Chicago", "authors": ["Douglas R. Holmes"], "formats": [{"format": "pdf", "file_name": "Economy of Words_ Communicative Imperative - Douglas R. Holmes.pdf", "dir_path": "Douglas R. Holmes/Economy of Words_ Communicative Imperatives in Central Banks (15)/", "size": 795628}], "cover_url": "Douglas R. Holmes/Economy of Words_ Communicative Imperatives in Central Banks (15)/cover.jpg", "identifiers": [{"scheme": "isbn", "code": "9780226087627"}, {"scheme": "amazon", "code": "022608762X"}], "languages": ["eng"]}, {"title": "Documents: Artifacts of Modern Knowledge", "title_sort": "Documents: Artifacts of Modern Knowledge", "timestamp": "2014-12-29 13:43:58.905237+00:00", "pubdate": "2006-10-15 22:00:00+00:00", "series_index": 1.0, "last_modified": "2014-12-29 13:52:04.228456+00:00", "library_uuid": "dde67a22-8076-4906-b277-564652f90717", "_id": "41c02a82-3f00-4ce0-96f5-59517e231def", "tags": ["Economics"], "comments": "<div><p><em>Documents</em> reflects on the new challenges to humanistic social science in a world in which the subjects of research increasingly share the professional passions and problems of the researcher.<br><br>Documents are everywhere in modern life, from the sciences to bureaucracy to law; at the same time, fieldworkers document social realities by collecting, producing, and exchanging documents of their own. Capping off a generation of reflection and critique about the promises and pitfalls of ethnographic methods, the contributors explore how ethnographers conceive, grasp, appreciate, and see patterns, demonstrating that the core of the ethnographic method now lies in the way ethnographers respond to, and increasingly share the professional passions and problems of, their subjects.<br><br>\"Sophisticated and provocative. The original and unique focus of this volume effectively opens up a new arena of critique that will move ethnography and qualitative inquiry forward in a way that few other works do.\"<br>—George Marcus, Department of Anthropology, Rice University<br><br>\"This edited collection asks how an understanding of documentary forms sheds light on the creation and circulation of modern forms of knowledge, expertise, and governance.  This is a major intervention in how we understand the everyday practice and techne of the documentary impulse and documentary apparatuses of law, bureaucratic review, and other institutions of modernity, as well as linguistic anthropology, literary theory, and law. The topic of <em>Documents</em> is not just of interest because of epistemological quandaries in the human sciences over textualization and interpretation, but also because the domains to which we increasingly turn our attention are themselves auto-documentary.\"</p><p>—William M. Maurer, Chair and Associate Professor, Anthropology, University of California, Irvine<br><br><strong>Contributors:</strong> Mario Biagioli, Donald Brenneis, Carol Heimer, Hirokazu Miyazaki, Adam Reed, Annelise Riles, and Marilyn Strathern.<br><br><strong>Annelise Riles</strong> is Professor of Law and Anthropology at Cornell University.</p></div>", "publisher": "University of Michigan", "authors": ["Annelise Riles"], "formats": [{"format": "pdf", "file_name": "Documents_ Artifacts of Modern Knowledge - Annelise Riles.pdf", "dir_path": "Annelise Riles/Documents_ Artifacts of Modern Knowledge (16)/", "size": 23078642}], "cover_url": "Annelise Riles/Documents_ Artifacts of Modern Knowledge (16)/cover.jpg", "identifiers": [{"scheme": "amazon", "code": "0472069454"}, {"scheme": "google", "code": "o4HI2aZ8_q4C"}, {"scheme": "isbn", "code": "9780472069453"}], "languages": ["eng"]}, {"title": "The Oxford Handbook of the Sociology of Finance", "title_sort": "Oxford Handbook of the Sociology of Finance, The", "timestamp": "2014-12-29 13:43:59.784911+00:00", "pubdate": "2014-08-25 22:00:00+00:00", "series_index": 1.0, "last_modified": "2015-02-25 17:21:06.745877+00:00", "library_uuid": "dde67a22-8076-4906-b277-564652f90717", "_id": "cfa9ed94-4962-4efb-a53a-fb28dc7144f8", "tags": ["Economics"], "comments": "<div><p>Recent years have seen a surge of interest in the workings of financial institutions and financial markets beyond the discipline of economics, which has been accelerated by the financial crisis of the early twenty-first century. <em>The Oxford Handbook of the Sociology of Finance</em> brings together twenty-nine chapters, written by scholars of international repute from Europe, North America, and Asia, to provide comprehensive coverage on a variety of topics related to the role of finance in a globalized world, and its historical development.   </p><p>Topics include global institutions of modern finance, types of actors involved in financial transactions and supporting technologies, mortgage markets, rating agencies, and the role of financial economics. Particular attention is given to financial crises, which are discussed in a special section, as well as to alternative forms of finance, including Islamic finance and the rise of China. The Handbook will be an indispensable tool for academics, researchers, and students of contemporary finance and economic sociology, and will serve as a reference point for the expanding international community of scholars researching these areas from a broadly-defined sociological perspective.</p></div>", "publisher": "Oxford University", "authors": ["Karin Knorr Cetina", "Alex Preda"], "formats": [{"format": "epub", "file_name": "The Oxford Handbook of the Sociology of Fi - Karin Knorr Cetina.epub", "dir_path": "Karin Knorr Cetina/The Oxford Handbook of the Sociology of Finance (17)/", "size": 18480130}], "cover_url": "Karin Knorr Cetina/The Oxford Handbook of the Sociology of Finance (17)/cover.jpg", "identifiers": [{"scheme": "isbn", "code": "9780198708773"}, {"scheme": "amazon", "code": "0198708777"}, {"scheme": "mobi-asin", "code": "B00AQYSPXO"}], "languages": ["eng"]}, {"title": "Do Economists Make Markets?: On the Performativity of Economics", "title_sort": "Do Economists Make Markets?: On the Performativity of Economics", "timestamp": "2014-12-29 13:44:00.743650+00:00", "pubdate": "2007-07-21 22:00:00+00:00", "series_index": 1.0, "last_modified": "2014-12-29 14:09:58.491145+00:00", "library_uuid": "dde67a22-8076-4906-b277-564652f90717", "_id": "862e6929-93d2-4ab6-84d1-29265c557de5", "tags": ["Economics"], "comments": "<div><p>Around the globe, economists affect markets by saying what markets are doing, what they should do, and what they will do. Increasingly, experimental economists are even designing real-world markets. But, despite these facts, economists are still largely thought of as scientists who merely observe markets from the outside, like astronomers look at the stars. <em>Do Economists Make Markets?</em> boldly challenges this view. It is the first book dedicated to the controversial question of whether economics is performative--of whether, in some cases, economics actually produces the phenomena it analyzes.</p><p>The book's case studies--including financial derivatives markets, telecommunications-frequency auctions, and individual transferable quotas in fisheries--give substance to the notion of the performativity of economics in an accessible, nontechnical way. Some chapters defend the notion; others attack it vigorously. The book ends with an extended chapter in which Michel Callon, the idea's main formulator, reflects upon the debate and asks what it means to say economics is performative.</p><p>The book's insights and strong claims about the ways economics is entangled with the markets it studies should interest--and provoke--economic sociologists, economists, and other social scientists.</p><p>In addition to the editors and Callon, the contributors include Marie-France Garcia-Parpet, Francesco Guala, Emmanuel Didier, Philip Mirowski, Edward Nik-Khah, Petter Holm, Vincent-Antonin Lépinay, and Timothy Mitchell.</p></div>", "publisher": "Princeton University", "authors": ["Donald Mackenzie", "Fabian Muniesa", "Lucia Siu"], "formats": [{"format": "pdf", "file_name": "Do Economists Make Markets__ On the Perfor - Donald Mackenzie.pdf", "dir_path": "Donald Mackenzie/Do Economists Make Markets__ On the Performativity of Economics (18)/", "size": 12305862}], "cover_url": "Donald Mackenzie/Do Economists Make Markets__ On the Performativity of Economics (18)/cover.jpg", "identifiers": [{"scheme": "amazon", "code": "0691138494"}, {"scheme": "isbn", "code": "9780691130163"}, {"scheme": "google", "code": "7BkByw1gtigC"}], "languages": ["eng"]}, {"title": "Codes of Finance: Engineering Derivatives in a Global Bank", "title_sort": "Codes of Finance: Engineering Derivatives in a Global Bank", "timestamp": "2014-12-29 13:44:01.488827+00:00", "pubdate": "2011-08-20 22:00:00+00:00", "series_index": 1.0, "last_modified": "2014-12-29 14:09:57.789366+00:00", "library_uuid": "dde67a22-8076-4906-b277-564652f90717", "_id": "cc6f4ada-28f6-40cc-9eaa-86ecb27b7adb", "tags": ["Economics"], "comments": "<p class=\"description\">The financial industry's invention of complex products such as credit default swaps and other derivatives has been widely blamed for triggering the global financial crisis of 2008. Codes of Finance takes readers behind the scenes of the equity derivatives business at one of the world's leading investment banks before the crisis, providing a detailed firsthand account of the creation, marketing, selling, accounting, and management of these financial instruments--and of how they ultimately created havoc inside and outside the bank. Vincent Antonin Lépinay, a former employee of the bank, investigates the journey of a derivative through the bank's front, middle, and back offices. In the process, he provides a rare look at the strange world of quants, traders, salespeople, accountants, and others involved in a self-annihilating form of life in which securities designed by the bank eventually threaten its infrastructure. Throughout, he tries to understand the baffling languages of engineered financial products and the often-conflicting bodies of expertise that are mobilized to create them. Codes of Finance highlights the massive costs of investment banking's hubristic dream of manufacturing global financial services that derive their value from multiple economies across the world. Yet the book challenges simplistic condemnations of financial engineering by showing that derivation is the central operator of economic life--stretching far beyond the phenomenon of financial derivatives themselves. Essential reading for economic sociologists and financial economists, as well as for readers curious to decipher modern finance, this is the first serious study of the intellectual and organizational puzzles raised by the controversial products of contemporary financial engineering.</p>", "publisher": "Princeton University", "authors": ["Vincent Antonin Lépinay"], "formats": [{"format": "pdf", "file_name": "Codes of Finance_ Engineering Derivatives - Vincent Antonin Lepinay.pdf", "dir_path": "Vincent Antonin Lepinay/Codes of Finance_ Engineering Derivatives in a Global Bank (19)/", "size": 3818484}], "cover_url": "Vincent Antonin Lepinay/Codes of Finance_ Engineering Derivatives in a Global Bank (19)/cover.jpg", "identifiers": [{"scheme": "amazon", "code": "0691151504"}, {"scheme": "google", "code": "zwmRq-xSiOIC"}, {"scheme": "isbn", "code": "9780691151502"}], "languages": ["eng"]}, {"title": "Epistemic Cultures: How the Sciences Make Knowledge", "title_sort": "Epistemic Cultures: How the Sciences Make Knowledge", "timestamp": "2014-12-29 13:44:02.358068+00:00", "pubdate": "1999-05-29 22:00:00+00:00", "series_index": 1.0, "last_modified": "2014-12-29 13:47:29.141179+00:00", "library_uuid": "dde67a22-8076-4906-b277-564652f90717", "_id": "8b974466-4bbe-43bc-98ad-d7bd33d42ae3", "tags": ["Economics"], "comments": "<div><p>How does science create knowledge? Epistemic cultures, shaped by affinity, necessity, and historical coincidence, determine how we know what we know. In this book, Karin Knorr Cetina compares two of the most important and intriguing epistemic cultures of our day, those in high energy physics and molecular biology. Her work highlights the diversity of these cultures of knowing and, in its depiction of their differences--in the meaning of the empirical, the enactment of object relations, and the fashioning of social relations--challenges the accepted view of a unified science.  </p><p>By many accounts, contemporary Western societies are becoming \"knowledge societies\"--which run on expert processes and expert systems epitomized by science and structured into all areas of social life. By looking at epistemic cultures in two sample cases, this book addresses pressing questions about how such expert systems and processes work, what principles inform their cognitive and procedural orientations, and whether their organization, structures, and operations can be extended to other forms of social order.  </p><p>The first ethnographic study to systematically compare two different scientific laboratory cultures, this book sharpens our focus on epistemic cultures as the basis of the knowledge society.  </p><h3>Review</h3><p>[Karin Cetina] has studied the behavior and practices of physicists in the process of trying to acquire knowledge of the basic components of the universe, and of biologists seeking empirical knowledge of natural objects. According to Cetina, the way the two groups go about their business is fundamentally different, and this difference has something to tell us about how we know what we know...A thorough and thoughtful examination of the epistemic underpinning of a knowledge society. (M. H. Chaplin <em>Choice</em>) </p><h3>Review</h3><p>There are many provocative and very interesting things in this book, above all the fairly dramatic and systematic contrast between the working cultures and organizational structures of experimental high energy physics laboratories and molecular biology ones. The opening framework for contrasting these two sciences by their empirical, technological, and social machineries is enormously suggestive. All this should help set a working agenda for anthropologists, sociologists, historians, and philosophers of science and technology of how to explore, elaborate, and expand upon the now often stated proposition that the sciences are diverse in their methods and approaches to the world. (Michael M. J. Fisher, Massachusetts Institute of Technology) </p></div>", "publisher": "Harvard University", "authors": ["Karin Knorr Cetina"], "formats": [{"format": "epub", "file_name": "Epistemic Cultures_ How the Sciences Make - Karin Knorr Cetina.epub", "dir_path": "Karin Knorr Cetina/Epistemic Cultures_ How the Sciences Make Knowledge (20)/", "size": 2236281}], "cover_url": "Karin Knorr Cetina/Epistemic Cultures_ How the Sciences Make Knowledge (20)/cover.jpg", "identifiers": [{"scheme": "oasin", "code": "0674258940"}, {"scheme": "asin", "code": "B005GUSTES"}, {"scheme": "guid", "code": "4152f1a420e4c4d2a7f2a85496aab1c1483a2d"}, {"scheme": "amazon", "code": "B005GUSTES"}], "languages": ["eng"]}, {"title": "Capitalizing on Crisis", "title_sort": "Capitalizing on Crisis", "timestamp": "2014-12-29 13:44:03.223963+00:00", "pubdate": "2012-09-09 22:00:00+00:00", "series_index": 1.0, "last_modified": "2014-12-29 13:46:21.115767+00:00", "library_uuid": "dde67a22-8076-4906-b277-564652f90717", "_id": "8e6111cb-9810-420e-b978-a8821db40217", "tags": ["Economics"], "comments": "<div><p>In the context of the recent financial crisis, the extent to which the U.S. economy has become dependent on financial activities has been made abundantly clear. In <em>Capitalizing on Crisis</em>, <strong>Greta Krippner</strong> traces the longer-term historical evolution that made the rise of finance possible, arguing that this development rested on a broader transformation of the U.S. economy than is suggested by the current preoccupation with financial speculation.</p><p>Krippner argues that state policies that created conditions conducive to financialization allowed the state to avoid a series of economic, social, and political dilemmas that confronted policymakers as postwar prosperity stalled beginning in the late 1960s and 1970s. In this regard, the financialization of the economy was not a deliberate outcome sought by policymakers, but rather an inadvertent result of the state’s attempts to solve other problems. The book focuses on deregulation of financial markets during the 1970s and 1980s, encouragement of foreign capital into the U.S. economy in the context of large fiscal imbalances in the early 1980s, and changes in monetary policy following the shift to high interest rates in 1979.</p><p>Exhaustively researched, the book brings extensive new empirical evidence to bear on debates regarding recent developments in financial markets and the broader turn to the market that has characterized U.S. society over the last several decades.</p></div>", "publisher": "Harvard University", "authors": ["Greta R. Krippner"], "formats": [{"format": "epub", "file_name": "Capitalizing on Crisis - Greta R. Krippner.epub", "dir_path": "Greta R. Krippner/Capitalizing on Crisis (21)/", "size": 596698}], "cover_url": "Greta R. Krippner/Capitalizing on Crisis (21)/cover.jpg", "identifiers": [{"scheme": "mobi-asin", "code": "B00J5AAZVK"}, {"scheme": "isbn", "code": "9780674066199"}, {"scheme": "google", "code": "sffIuwAACAAJ"}, {"scheme": "amazon", "code": "0674066197"}], "languages": ["eng"]}, {"title": "Collateral Knowledge: Legal Reasoning in the Global Financial Markets", "title_sort": "Collateral Knowledge: Legal Reasoning in the Global Financial Markets", "timestamp": "2014-12-29 13:44:04.112307+00:00", "pubdate": "2011-04-14 22:00:00+00:00", "series_index": 1.0, "last_modified": "2015-05-14 21:20:28.932707+00:00", "library_uuid": "dde67a22-8076-4906-b277-564652f90717", "_id": "05ae46aa-06f3-4d93-9405-5e1fdfa77f33", "tags": ["Economics"], "comments": "<div><p>Who are the agents of financial regulation? Is good (or bad) financial governance merely the work of legislators and regulators? Here Annelise Riles argues that financial governance is made not just through top-down laws and policies but also through the daily use of mundane legal techniques such as collateral by a variety of secondary agents, from legal technicians and retail investors to financiers and academics and even computerized trading programs.     </p><p>Drawing upon her ten years of ethnographic fieldwork in the Japanese derivatives market, Riles explores the uses of collateral in the financial markets as a regulatory device for stabilizing market transactions. How collateral operates, Riles suggests, is paradigmatic of a class of low-profile, mundane, but indispensable activities and practices that are all too often ignored as we think about how markets should work and be governed.  Riles seeks to democratize our understanding of legal techniques, and demonstrate how these day-to-day private actions can be reformed to produce more effective forms of market regulation.</p><h3>Review</h3><p>\"Professor Riles offers a lucid and illuminating investigation of the role that legal elites played in reforming legal doctrines to facilitate trillions of dollars of trading in OTC derivatives.\" --(Howell E. Jackson, Harvard Law School)  </p><p>“A brilliant exploration of the legal infrastructure that underlies global financial markets. Combining legal expertise and sociological insight, Professor Riles offers a lucid and illuminating investigation of the role that legal elites in Japan and other developed economies played in reforming legal doctrines to facilitate trillions of dollars of trading in OTC derivatives. While these reforms are often characterized as freeing private markets to shoulder financial risks, <em>Collateral Knowledge</em> persuasively argues—and the global financial crisis confirms—that the legal infrastructure for derivative transactions could not protect private investors from their own folly nor insulate the general public from the consequences of private miscalculation.”</p><p>(Howell E. Jackson, Harvard Law School)  </p><p>“<em>Collateral Knowledge</em> is a complex, clever, stimulating, and ambitious text on an important topic. Annelise Riles upends current debates about regulation and deregulation, private versus public interest, and financial globalization by calling our attention to the unobtrusive yet pervasive technical devices that private actors use to do their business. Innovative and interesting, the book makes a key scholarly contribution while engaging a wide audience concerned with global markets. <em>Collateral Knowledge</em> is a real blockbuster.”</p><p>(Bruce Carruthers, Northwestern University)  </p><p>“<em>Collateral Knowledge</em> provides a complex, rigorous, and compelling analysis of collateral—the tools and techniques that are meant to assert that ‘property’ lies somehow behind a financial transaction and underwrites it. Riles shows how the set of legal techniques and knowledges that constitute collateral is centrally implicated in the practices of global finance and in the ideological discourses promoted by figures from Hayek to De Soto on the privatization of public goods and the substitution of law by arbitration. She unpacks collateral’s technicalities, its position in a network of technocratic rationalities and actions, and its political effects in relation to legal process and understandings of law and state in the financial markets.”  </p><p>(Bill Maurer, University of California, Irvine)  </p><p>“[A] fresh and thought-provoking perspective. . . . <em>Collateral Knowledge</em> is a worthwhile contribution to the discussion of the global financial crisis and the more democratic path we should forge in its wake.”</p><p>(<em>Harvard Law Review</em>)  </p><p>“<em>Collateral Knowledge </em>surely inspires difficult thinking about private law and financial regulation, using collateral in derivatives markets as a complex and interesting context.”</p><p>(Heather Hughes <em>Journal of Law and Commerce</em>)  </p><p>“Riles, an expert on East Asia (and on Japan in particular), has spent years talking with Japanese finance lawyers and bureaucrats, and observing their activities. Empirically, she provides a firsthand account of all the legal issues and uncertainties related to exchanges of collateral, of the definitional issues, and of the daily negotiations that make such exchanges possible. She shows a deep knowledge of both theoretical legal issues and her particular field, and argues convincingly that all social scientists interested in global financial markets should pay close attention to the latter’s legal knowledge and institutions.”</p><p>(Alex Preda, King's College London <em>Law &amp; Society Review</em>)  </p><p>“<em>Collateral Knowledge</em> provides compelling evidence that global finance arises out of a distinct form of technical regulation. This work is essential reading because it sheds light on the constitutive power of the law in financial activity, which is being egregiously ignored in both scholarship and public policy discourse. Riles shears away laborious literature reviews and superfluous ethnographic detail to provide a robust example of what interdisciplinary financial scholarship can accomplish.”</p><p>(Martha Poon, New York University <em>American Anthropologist</em>)  </p><p>“A refreshingly unconventional addition to the literature on law and finance.”</p><p>(<em>Political and Legal Anthropology Revew</em>) </p><h3>About the Author</h3><p><strong>Annelise Riles </strong>is the Jack G. Clarke 52 Professor of Far Eastern Legal Studies, professor of anthropology, and director of the Clarke Program in East Asian Law and Culture, all at Cornell University.</p></div>", "publisher": "University of Chicago", "authors": ["Annelise Riles"], "formats": [{"format": "epub", "file_name": "Collateral Knowledge_ Legal Reasoning in t - Annelise Riles.epub", "dir_path": "Annelise Riles/Collateral Knowledge_ Legal Reasoning in the Global Financial Markets (22)/", "size": 2238550}], "cover_url": "Annelise Riles/Collateral Knowledge_ Legal Reasoning in the Global Financial Markets (22)/cover.jpg", "identifiers": [{"scheme": "asin", "code": "B00511Q4N0"}, {"scheme": "oasin", "code": "0226719332"}, {"scheme": "amazon", "code": "B00511Q4N0"}, {"scheme": "guid", "code": "b2a9bd0405cc0c5a93d264587e7d655fcaf3190"}], "languages": ["eng"]}, {"title": "Virtue, Fortune, and Faith: A Genealogy of Finance", "title_sort": "Virtue, Fortune, and Faith: A Genealogy of Finance", "timestamp": "2015-01-06 01:25:44.295290+00:00", "pubdate": "2005-01-14 23:00:00+00:00", "series_index": 1.0, "last_modified": "2015-01-06 01:27:36.329041+00:00", "library_uuid": "dde67a22-8076-4906-b277-564652f90717", "_id": "2576782f-8d03-4c73-a9d6-a911de615015", "tags": ["Economics"], "comments": "<div><p>Less than two centuries ago finance - today viewed as the center of economic necessity and epitome of scientific respectability - stood condemned as disreputable fraud. How this change in status came about, and what it reveals about the nature of finance, is the story told in Virtue, Fortune, and Faith. A unique cultural history of modern financial markets from the early eighteenth century to the present day, the book offers a genealogical reading of the historical insecurities, debates, and controversies that had to be purged from nascent credit practices in order to produce the image of today's coherent and - largely - rational global financial sphere. Marieke de Goede discusses moral, religious, and political transformations that have slowly naturalized the domain of finance. Using a deft integration of feminist and poststructuralist approaches, her book demonstrates that finance - not just its rules of personal engagement, but also its statistics, formulas, instruments, and institutions - is a profoundly cultural and politically contingent practice. When closely examined, the history of finance is one of colonial conquest, sexual imagination, constructions of time, and discourses of legitimate (or illegitimate) profit making. Regardless, this history has had a far-reaching impact on the development of the modern international financial institutions that act as the stewards of the world's economic resources. De Goede explores the political contestations over ideas of time and money; the gendered discourse of credit and credibility; differences among gambling, finance, and speculation; debates over the proper definition of the free market; the meaning of financial crisis; and the morality of speculation. In an era when financial practices are pronounced too specialized for broad-based public, democratic debate, Virtue, Fortune, and Faith questions assumptions about international finance's unchallenged position and effectively exposes its ambiguous scientific authority.</p><h3>Book Description</h3><p>Less than two centuries ago finance - today viewed as the center of economic necessity and epitome of scientific respectability - stood condemned as disreputable fraud. How this change in status came about, and what it reveals about the nature of finance, is the story told in Virtue, Fortune, and Faith. A unique cultural history of modern financial markets from the early eighteenth century to the present day, the book offers a genealogical reading of the historical insecurities, debates, and controversies that had to be purged from nascent credit practices in order to produce the image of today's coherent and - largely - rational global financial sphere. Marieke de Goede discusses moral, religious, and political transformations that have slowly naturalized the domain of finance. Using a deft integration of feminist and poststructuralist approaches, her book demonstrates that finance - not just its rules of personal engagement, but also its statistics, formulas, instruments, and institutions - is a profoundly cultural and politically contingent practice. When closely examined, the history of finance is one of colonial conquest, sexual imagination, constructions of time, and discourses of legitimate (or illegitimate) profit making. Regardless, this history has had a far-reaching impact on the development of the modern international financial institutions that act as the stewards of the world's economic resources. De Goede explores the political contestations over ideas of time and money; the gendered discourse of credit and credibility; differences among gambling, finance, and speculation; debates over the proper definition of the free market; the meaning of financial crisis; and the morality of speculation. In an era when financial practices are pronounced too specialized for broad-based public, democratic debate, Virtue, Fortune, and Faith questions assumptions about international finance's unchallenged position and effectively exposes its ambiguous scientific authority.</p><h3>About the Author</h3><p>Marieke de Goede is a lecturer in political history and international relations at the University of Amsterdam.</p></div>", "publisher": "University of Minnesota", "authors": ["Marieke de Goede"], "formats": [{"format": "epub", "file_name": "Virtue, Fortune, and Faith_ A Genealogy of - Marieke de Goede.epub", "dir_path": "Marieke de Goede/Virtue, Fortune, and Faith_ A Genealogy of Finance (23)/", "size": 1892495}], "cover_url": "Marieke de Goede/Virtue, Fortune, and Faith_ A Genealogy of Finance (23)/cover.jpg", "identifiers": [{"scheme": "guid", "code": "251736fe9869f36d7b289811a6c1b77169c3e41"}, {"scheme": "asin", "code": "B007BYQ106"}, {"scheme": "amazon", "code": "B007BYQ106"}, {"scheme": "oasin", "code": "0816644144"}, {"scheme": "google", "code": "iuwKnwEACAAJ"}, {"scheme": "isbn", "code": "9780816644148"}], "languages": ["eng"]}, {"title": "Principles of Economics", "title_sort": "Principles of Economics", "timestamp": "2016-01-03 22:15:00+00:00", "pubdate": "2013-12-31 23:00:00+00:00", "series_index": 1.0, "last_modified": "2017-09-19 17:28:15.532529+00:00", "library_uuid": "dde67a22-8076-4906-b277-564652f90717", "_id": "aee46615-3566-40de-9938-28933da6aa08", "tags": ["Economics"], "comments": "<p><b>Principles of Economics</b>, Seventh Edition, continues to be the most popular and widely-used text in the economics classroom. A text by a superb writer and economist that stresses the most important concepts without overwhelming students with an excess of detail. A thorough update has been made to keep all chapters fresh and relevant with current Economic coverage. MindTap, the cutting edge online environment is available with new enhancements that include Graph Builder and Adaptive Test Prep that allow students extra preparation in graph drawing and test review. The seventh edition premier ancillary package is the most extensive in the industry, using a team of instructors/preparers that have been with the project since the first edition.</p>", "publisher": "Cengage Learning", "authors": ["N. Gregory Mankiw"], "formats": [{"format": "pdf", "file_name": "Principles of Economics - N. Gregory Mankiw.pdf", "dir_path": "N. Gregory Mankiw/Principles of Economics (26)/", "size": 15290085}], "cover_url": "N. Gregory Mankiw/Principles of Economics (26)/cover.jpg", "identifiers": [{"scheme": "isbn", "code": "9781285165875"}, {"scheme": "google", "code": "ziwaCgAAQBAJ"}, {"scheme": "amazon", "code": "128516587X"}], "languages": ["eng"]}]